{
    "A fresh verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su correo electrónico.",
    "Confirm Password": "Confirmar contraseña",
    "E-Mail Address": "Correo Electrónico",
    "Error": "Error ",
    "Forgot Your Password?": "¿Olvidó su contraseña?",
    "Go Home": "Ir a inicio",
    "hi": "hola",
    "If you did not request a password reset, no further action is required.": "Si no ha solicitado este restablecimiento de contraseña, omita este correo electrónico.",
    "Login": "Iniciar sesión",
    "Logout": "Salir",
    "Name": "Nombre",
    "Oh no": "Oh no ",
    "Page Expired": "Página Expirada",
    "Page Not Found": "Página no encontrada",
    "Password": "Contraseña",
    "Register": "Registrar",
    "Remember Me": "Recuérdame",
    "Reset Password": "Restablecer contraseña",
    "Reset Password Notification": "Notificación de restablecimiento de contraseña",
    "Send Password Reset Link": "Enviar enlace para restablecer la contraseña",
    "Service Unavailable": "Servicio no disponible",
    "Sorry, the page you are looking for could not be found.": "Lo sentimos, la página que está buscando no se pudo encontrar.",
    "Sorry, you are making too many requests to our servers.": "Lo sentimos, estás haciendo demasiadas peticiones a nuestros servidores.",
    "Sorry, you are not authorized to access this page.": "Lo sentimos, no estás autorizado para acceder a esta página.",
    "Sorry, your session has expired. Please refresh and try again.": "Lo sentimos, tu sesión ha expirado. Por favor, actualice y vuelva a intentarlo.",
    "Sorry, we are doing some maintenance. Please check back soon.": "Lo sentimos, estamos haciendo un poco de mantenimiento. Por favor, vuelva pronto.",
    "Too Many Requests": "Demansiadas peticiones",
    "Unauthorized": "No autorizado",
    "Verify Your Email Address": "Verifica tu correo electrónico",
    "Verify Email Address": "Verificar correo electrónico",
    "You are receiving this email because we received a password reset request for your account.": "Ha recibido este mensaje porque se solicitó un restablecimiento de contraseña para su cuenta.",
    "Before proceeding, please check your email for a verification link.": "Antes de continuar, por favor revise su correo electrónico para el enlace de verificación.",
    "If you did not receive the email": "Si no recibió el correo electrónico",
    "click here to request another": "haga clic aquí para solicitar otro",
    "Please click the button below to verify your email address.": "Haga clic en el botón a continuación para verificar su correo electrónico.",
    "If you did not create an account, no further action is required.": "Si no creó una cuenta, no se requieren más acciones.",
    "All rights reserved.": "Todos los derechos reservados.",
    "Regards": "Saludos",
    "Hello!": "¡Hola!",
    "Home": "Inicio",
    "View": "Ver",
    "Edit": "Editar",
    "Delete": "Eliminar",
    "Action": "Accion",
    "Create": "Crear",
    "Back": "Volver",
    "Details": "Detalles",
    "Details of": "Detalles de",
    "Reset": "Restablecer",
    "Submit": "Ingresar",
    "Update": "Actualizar",
    "List of": "Listado de",
    "Institute": "Instituto",
    "Office": "Sede",
    "School": "Escuela",
    "Career": "Carrera",
    "Module": "Modulo",
    "Teacher": "Docente",
    "First Name": "Nombre",
    "First Last Name": "Apellido Paterno",
    "Second Last Name": "Apellido Materno",
    "ID": "Nº",
    "Description": "Descripcion",
    "User": "Usuario",
    "Role": "Role",
    "Permission": "Permiso",
    "Maintainers": "Mantenedores",
    "Dashboard": "Dashboard",
    "New": "Nuevo",
    "Profile": "Perfil",
    "Settings": "Configuracion",
    "Account": "Cuenta",
    "Account Settings": "Configuraciones de la Cuenta",
    "Account Details": "Detalles de Cuenta",
    "You are currently logged in!": "¡Usted está actualmente conectado!",
    "Status": "Estado",
    "Verified": "Verificado",
    "Unverified": "Sin Verificar",
    "Joined": "Se unió el",
    "User ID": "ID de Usuario",
    "Evaluation": "Evaluación",
    "List": "Listado",
    "created successfully": "fue creado con exito",
    "updated successfully": "fue actualizado con exito",
    "deleted successfully": "fue eliminado con exito",
    "created successfully ": "fue creada con exito",
    "updated successfully ": "fue actualizada con exito",
    "deleted successfully ": "fue eliminada con exito",
    "✋ Hi! I'm from EvalDocente": "✋ Hola! Yo soy de EvalDocente",
    "Send a message...": "Envia un mensaje...",
    "write 'hi' for testing...": "Escribi 'hola' para probar...",
    "Hello! What is your Name?": "Hola! Cual es tu Nombre?",
    "Nice to meet you ": "Un gusto en conocerte ",
    "Sorry, I did not understand the command. Here is a list of commands I understand: ...": "Lo siento, no entendí el comando. Aquí hay una lista de comandos que entiendo: ...",
    "What is your email address?": "¿Cuál es tu dirección de correo electrónico?",
    "What can we help you with?": "¿En que te podemos ayudar?",
    "Hello": "Hola",
    "What kind of Service you are looking for?": "¿Qué tipo de servicio estás buscando?",
    "of": "de",
    "About EvalDocente": "Sobre EvalDocente",
    "Create your account": "Crea tu cuenta",
    "Create Account": "Crear Cuenta",
    "Sign In to your account": "Iniciar sesión en su cuenta",
    "Login ": "Ingresar",
    "Sign up": "Regístrate",
    "If you don't have an account, you can create a new one.": "Si no tiene una cuenta, puede crear una nueva.",
    "Register Now!": "¡Regístrate ahora!",
    "Reset your password": "Restablecer su contraseña",
    "Language": "Idioma",
    "English": "Inglés",
    "Spanish": "Español",
    "Language preference": "Idioma de preferencia",
    "What is your E-mail Address?": "¿Cuál es tu dirección de correo electrónico?",
    "That doesn't look like a valid email. Please enter a valid email.": "Eso no parece un correo electrónico válido. Por favor introduzca una dirección de correo electrónico válida.",
    "I'm sowwy, ": "Wo siento, ",
    ", This featuwe is stiww undew devewopment! UwU": " ¡Esta cawactewística aún está en desawwowwo! UwU",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Si tiene problemas para hacer clic en el botón \":actionText\", copie y pegue la siguiente URL en su navegador web: [:actionURL](:actionURL) \n",
    "This password reset link will expire in :count minutes.": "Este enlace de restablecimiento de contraseña caducará en :count minutos.",
    "Whoops!": "¡Vaya!",
    "About Our Team": "Sobre nuestro Equipo",
    "Our Team is composed of 4 members.": "Nuestro equipo está compuesto por 4 miembros.",
    "Each focused with a role in the project's development during the estimated time.": "Cada uno se centró con un rol en el desarrollo del proyecto durante el tiempo estimado.",
    "Database Administrator": "Administrador de base de datos",
    "Full Stack Developer": "Desarrollador Full Stack",
    "Product Owner": "Product Owner",
    "Quality Assurance Tester": "Probador de aseguramiento de calidad",
    "View details": "Ver detalles",
    "Cookies Policy": "Política de cookies",
    "Last updated": "Última actualización",
    "September 11, 2019": "11 de septiembre de 2019",
    "EvalDocente (\"us\", \"we\", or \"our\") uses cookies on the https://evaldocente.herokuapp.com website (the \"Service\"). By using the Service, you consent to the use of cookies.": "EvalDocente (\"nosotros\", \"a nosotros\" o \"nuestro\") utiliza cookies en el sitio web https://evaldocente.herokuapp.com (el \"Servicio\"). Al usar el Servicio, usted acepta el uso de cookies.",
    "Our Cookies Policy explains what cookies are, how we use cookies, how third-parties we may partner with may use cookies on the Service, your choices regarding cookies and further information about cookies.": "Nuestra Política de cookies explica qué son las cookies, cómo las utilizamos, cómo los terceros con los que podemos asociarnos pueden utilizar cookies en el Servicio, sus opciones con respecto a las cookies y más información sobre las cookies.",
    "What are cookies?": "¿Qué son las cookies?",
    "Cookies are small pieces of text sent by your web browser by a website you visit. A cookie file is stored in your web browser and allows the Service or a third-party to recognize you and make your next visit easier and the Service more useful to you.": "Las cookies son pequeños fragmentos de texto enviados por su navegador web por un sitio web que visita. Un archivo de cookies se almacena en su navegador web y permite que el Servicio o un tercero lo reconozca y haga que su próxima visita sea más fácil y el Servicio sea más útil para usted.",
    "Cookies can be \"persistent\" or \"session\" cookies. Persistent cookies remain on your personal computer or mobile device when you go offline, while session cookies are deleted as soon as you close your web browser.": "Las cookies pueden ser cookies \"persistentes\" o de \"sesión\". Las cookies persistentes permanecen en su computadora personal o dispositivo móvil cuando se desconecta, mientras que las cookies de sesión se eliminan tan pronto como cierra su navegador web.",
    "How EvalDocente uses cookies": "Cómo EvalDocente utiliza cookies",
    "When you use and access the Service, we may place a number of cookies files in your web browser.": "Cuando utiliza y accede al Servicio, podemos colocar una serie de archivos de cookies en su navegador web.",
    "We use cookies for the following purposes": "Utilizamos cookies para los siguientes propósitos",
    "To enable certain functions of the Service": "Para habilitar ciertas funciones del Servicio",
    "We use both session and persistent cookies on the Service and we use different types of cookies to run the Service": "Utilizamos cookies de sesión y persistentes en el Servicio y utilizamos diferentes tipos de cookies para ejecutar el Servicio",
    "Essential cookies. We may use essential cookies to authenticate users and prevent fraudulent use of user accounts.": "Cookies esenciales Podemos usar cookies esenciales para autenticar a los usuarios y evitar el uso fraudulento de las cuentas de usuario.",
    "What are your choices regarding cookies?": "¿Cuáles son sus opciones con respecto a las cookies?",
    "If you'd like to delete cookies or instruct your web browser to delete or refuse cookies, please visit the help pages of your web browser.": "Si desea eliminar las cookies o indicar a su navegador web que elimine o rechace las cookies, visite las páginas de ayuda de su navegador web.",
    "GDPR Guide": "Guía GDPR",
    "Please note, however, that if you delete cookies or refuse to accept them, you might not be able to use all of the features we offer, you may not be able to store your preferences, and some of our pages might not display properly.": "Sin embargo, tenga en cuenta que si elimina las cookies o se niega a aceptarlas, es posible que no pueda utilizar todas las funciones que ofrecemos, es posible que no pueda almacenar sus preferencias y que algunas de nuestras páginas no se muestren correctamente.",
    "For the Chrome web browser, please visit this page from Google": "Para el navegador web Chrome, visite esta página de Google",
    "For the Internet Explorer web browser, please visit this page from Microsoft": "Para el navegador web Internet Explorer, visite esta página de Microsoft",
    "For the Firefox web browser, please visit this page from Mozilla": "Para el navegador web Firefox, visite esta página de Mozilla",
    "For the Safari web browser, please visit this page from Apple": "Para el navegador web Safari, visite esta página de Apple",
    "For any other web browser, please visit your web browser's official web pages.": "Para cualquier otro navegador web, visite las páginas web oficiales de su navegador web.",
    "Where can you find more information about cookies?": "¿Dónde puede conseguir más información acerca de las cookies?",
    "You can learn more about cookies and the following third-party websites": "Puede obtener más información sobre las cookies y los siguientes sitios web de terceros",
    "AllAboutCookies": "AllAboutCookies",
    "Network Advertising Initiative": "Iniciativa de publicidad en red",
    "Terms of Service": "Términos de servicio",
    "Terms of Service (\"Terms\")": "Términos de servicio (\"Términos\")",
    "Please read these Terms of Service (\"Terms\", \"Terms of Service\") carefully before using the https://evaldocente.herokuapp.com website (the \"Service\") operated by EvalDocente (\"us\", \"we\", or \"our\").": "Lea estos Términos de servicio (\"Términos\", \"Términos de servicio\") detenidamente antes de utilizar el sitio web https://evaldocente.herokuapp.com (el \"Servicio\") operado por EvalDocente (\"nosotros\", \"a nosotros\" o \"nuestro\").",
    "Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users and others who access or use the Service.": "Su acceso y uso del Servicio está condicionado a su aceptación y cumplimiento de estos Términos. Estos Términos se aplican a todos los visitantes, usuarios y otras personas que acceden o utilizan el Servicio.",
    "By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the terms then you may not access the Service.": "Al acceder o utilizar el Servicio, usted acepta estar sujeto a estos Términos. Si no está de acuerdo con alguna parte de los términos, no podrá acceder al Servicio.",
    "When you create an account with us, you must provide us information that is accurate, complete, and current at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service.": "Cuando crea una cuenta con nosotros, debe proporcionarnos información precisa, completa y actualizada en todo momento. No hacerlo constituye una violación de los Términos, lo que puede resultar en la terminación inmediata de su cuenta en nuestro Servicio.",
    "You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password, whether your password is with our Service or a third-party service.": "Usted es responsable de salvaguardar la contraseña que utiliza para acceder al Servicio y de cualquier actividad o acción bajo su contraseña, ya sea que se encuentre en nuestro Servicio o en un servicio de un tercero.",
    "You agree not to disclose your password to any third party. You must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.": "Usted acepta no revelar su contraseña a ningún tercero. Debe notificarnos de inmediato al darse cuenta de cualquier violación de seguridad o uso no autorizado de su cuenta.",
    "Links To Other Web Sites": "Enlaces a otros sitios web",
    "Our Service may contain links to third-party web sites or services that are not owned or controlled by EvalDocente.": "Nuestro Servicio puede contener enlaces a sitios web o servicios de terceros que no son propiedad ni están controlados por EvalDocente.",
    "EvalDocente has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that EvalDocente shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.": "EvalDocente no tiene control ni asume ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de sitios web o servicios de terceros. Además, reconoce y acepta que EvalDocente no será responsable, directa o indirectamente, de ningún daño o pérdida causada o supuestamente causada por o en relación con el uso o la dependencia de dicho contenido, bienes o servicios disponibles en oa través de cualquiera de dichos sitios web o servicios.",
    "We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.": "Le recomendamos encarecidamente que lea los términos y condiciones y las políticas de privacidad de los sitios web o servicios de terceros que visite.",
    "Termination": "Terminación",
    "We may terminate or suspend access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.": "Podemos rescindir o suspender el acceso a nuestro Servicio de inmediato, sin previo aviso o responsabilidad, por cualquier motivo, incluso sin limitación si usted incumple los Términos.",
    "All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.": "Todas las disposiciones de los Términos que, por su naturaleza, deberían sobrevivir a la terminación, seguirán vigentes, incluidas, entre otras, las disposiciones de propiedad, las renuncias de garantía, la indemnización y las limitaciones de responsabilidad.",
    "We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.": "Podemos cancelar o suspender su cuenta de inmediato, sin previo aviso o responsabilidad, por cualquier motivo, incluyendo, entre otros, si usted no cumple con los Términos.",
    "Upon termination, your right to use the Service will immediately cease. If you wish to terminate your account, you may simply discontinue using the Service.": "Al finalizar, su derecho a utilizar el Servicio cesará inmediatamente. Si desea cancelar su cuenta, simplemente puede dejar de usar el Servicio.",
    "Governing Law": "Ley que rige",
    "These Terms shall be governed and construed in accordance with the laws of Chile, without regard to its conflict of law provisions.": "Estos Términos se regirán e interpretarán de conformidad con las leyes de Chile, sin tener en cuenta sus disposiciones sobre conflictos de leyes.",
    "Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.": "Nuestro incumplimiento de cualquier derecho o disposición de estos Términos no se considerará una renuncia a esos derechos. Si alguna disposición de estos Términos se considera inválida o inaplicable por un tribunal, las disposiciones restantes de estos Términos seguirán vigentes. Estos Términos constituyen el acuerdo completo entre nosotros con respecto a nuestro Servicio, y reemplazan y reemplazan cualquier acuerdo anterior que podamos tener entre nosotros con respecto al Servicio.",
    "Changes": "Cambios",
    "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.": "Nos reservamos el derecho, a nuestro exclusivo criterio, de modificar o reemplazar estos Términos en cualquier momento. Si una revisión es material, intentaremos proporcionar un aviso de al menos 30 días antes de que entren en vigencia los nuevos términos. Lo que constituye un cambio material se determinará a nuestro exclusivo criterio.",
    "By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service.": "Al continuar accediendo o utilizando nuestro Servicio después de que esas revisiones entren en vigencia, usted acepta estar sujeto a los términos revisados. Si no está de acuerdo con los nuevos términos, deje de usar el Servicio.",
    "Contact Us": "Contáctenos",
    "If you have any questions about these Terms, please contact us.": "Si tiene alguna pregunta sobre estos Términos, contáctenos.",
    "Privacy Policy": "Política de privacidad",
    "EvalDocente (\"us\", \"we\", or \"our\") operates the https://evaldocente.herokuapp.com website (hereinafter referred to as the \"Service\").": "EvalDocente (\"nosotros\", \"a nosotros\", \"nuestro\") opera el sitio web https://evaldocente.herokuapp.com (en adelante, el \"Servicio\").",
    "Effective date": "Fecha efectiva",
    "This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.": "Esta página le informa de nuestras políticas en materia de recopilación, uso y divulgación de datos personales cuando utiliza nuestro Servicio y de las opciones de las que dispone en relación con esos datos.",
    "We use your data to provide and improve the Service. By using the Service, you agree to the collection and use of information in accordance with this policy. Unless otherwise defined in this Privacy Policy, the terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from": "Utilizamos sus datos para prestarle el Servicio y mejorarlo. Al utilizar el Servicio, usted acepta la recopilación y el uso de información de conformidad con esta política. A menos que esta Política de privacidad defina lo contrario, los términos utilizados en ella tienen los mismos significados que nuestros Términos y Condiciones, disponibles en",
    "Definitions": "Definiciones",
    "Service": "Servicio",
    "Service is the https://evaldocente.herokuapp.com website operated by EvalDocente": "Servicio es el sitio web https://evaldocente.herokuapp.com operado por EvalDocente",
    "Personal Data": "Datos personales",
    "Personal Data means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).": "Datos personales significa los datos sobre una persona física viva que puede ser identificada a partir de esos datos (o con esos datos y otra información de la que dispongamos o probablemente podamos disponer).",
    "Usage Data": "Datos de uso",
    "Usage Data is data collected automatically either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "Datos de uso son los datos recopilados automáticamente, generados por el uso del Servicio o por la propia infraestructura del Servicio (por ejemplo, la duración de la visita a una página).",
    "Cookies": "Cookies",
    "Cookies are small files stored on your device (computer or mobile device).": "Las cookies son pequeños archivos almacenados en su dispositivo (ordenador o dispositivo móvil).",
    "Information Collection and Use": "Recopilación y uso de la información",
    "We collect several different types of information for various purposes to provide and improve our Service to you.": "Recopilamos diferentes tipos de información con diversas finalidades para prestarle el Servicio y mejorarlo.",
    "Types of Data Collected": "Tipos de datos recopilados",
    "While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\"). Personally identifiable information may include, but is not limited to": "Cuando utilice nuestro Servicio, es posible que le pidamos que nos proporcione determinada información personalmente identificable que podrá ser utilizada para contactar con usted o para identificarle (\"Datos personales\"). La información personalmente identificable puede incluir, entre otras, la siguiente",
    "First name and last name": "Nombre y apellidos",
    "Cookies and Usage Data": "Cookies y datos de uso",
    "We may also collect information how the Service is accessed and used (\"Usage Data\"). This Usage Data may include information such as your computer's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "También recopilamos información sobre la forma en la que se accede y utiliza el Servicio («Datos de uso»). Estos Datos de uso pueden incluir información como la dirección del protocolo de Internet de su ordenador (por ejemplo, dirección IP), tipo de navegador, versión del navegador, las páginas que visita de nuestro Servicio, la hora y la fecha de su visita, el tiempo que pasa en esas páginas, identificadores exclusivos de dispositivos y otros datos de diagnóstico.",
    "Tracking &amp; Cookies Data": "Datos de cookies y seguimiento",
    "We use cookies and similar tracking technologies to track the activity on our Service and we hold certain information.": "Utilizamos cookies y tecnologías de seguimiento similares para rastrear la actividad de nuestro Servicio y mantener determinada información.",
    "Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Other tracking technologies are also used such as beacons, tags and scripts to collect and track information and to improve and analyse our Service.": "Las cookies son archivos con una pequeña cantidad de datos que pueden incluir un identificador exclusivo anónimo. Las cookies son enviadas a su navegador desde un sitio web y se almacenan en su dispositivo. Otras tecnologías de seguimiento también utilizadas son balizas, etiquetas y scripts para recopilar y rastrear la información, así como para mejorar y analizar nuestro Servicio.",
    "You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.": "Usted puede ordenar a su navegador que rechace todas las cookies o que le avise cuando se envía una cookie. Sin embargo, si no acepta cookies, es posible que no pueda utilizar algunas partes de nuestro Servicio.",
    "Examples of Cookies we use": "Ejemplos de Cookies que utilizamos",
    "Session Cookies": "Cookies de sesión",
    "We use Session Cookies to operate our Service.": "Utilizamos Cookies de sesión para operar nuestro Servicio.",
    "Preference Cookies": "Cookies de preferencia",
    "We use Preference Cookies to remember your preferences and various settings.": "Utilizamos Cookies de preferencia para recordar sus preferencias y diversos ajustes.",
    "Security Cookies": "Cookies de seguridad",
    "We use Security Cookies for security purposes.": "Utilizamos Cookies de seguridad para fines de seguridad",
    "Use of Data": "Uso de datos",
    "EvalDocente uses the collected data for various purposes": "EvalDocente utiliza los datos recopilados con diversas finalidades",
    "To provide and maintain the Service": "Suministrar y mantener nuestro Servicio",
    "To notify you about changes to our Service": "Notificarle cambios en nuestro Servicio",
    "To allow you to participate in interactive features of our Service when you choose to do so": "Permitirle participar en funciones interactivas de nuestro Servicio cuando decida hacerlo",
    "To provide customer care and support": "Prestar asistencia al cliente",
    "To provide analysis or valuable information so that we can improve the Service": "Recopilar análisis o información valiosa que nos permitan mejorar nuestro Servicio",
    "To monitor the usage of the Service": "Controlar el uso de nuestro Servicio",
    "To detect, prevent and address technical issues": "Detectar, evitar y abordar problemas técnicos",
    "Transfer Of Data": "Transferencia de datos",
    "Your information, including Personal Data, may be transferred to - and maintained on - computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.": "Su información, incluyendo Datos personales, puede ser transferida a —y mantenida en— ordenadores localizados fuera de su estado, provincia, país u otra jurisdicción gubernamental donde las leyes de protección de datos pueden diferir de las de su jurisdicción.",
    "If you are located outside Chile and choose to provide information to us, please note that we transfer the data, including Personal Data, to Chile and process it there.": "Si usted se encuentra fuera de Chile y decide facilitarnos información, tenga en cuenta que nosotros transferimos los datos, incluyendo Datos personales, a Chile y que los tratamos allí.",
    "Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.": "Su aceptación de esta Política de privacidad seguida de su envío de esta información representa que está de acuerdo con dicha transferencia.",
    "EvalDocente will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.": "EvalDocente emprenderá todas las medidas razonables necesarias para garantizar que sus datos sean tratados de forma segura y de conformidad con esta Política de privacidad y no se realizará ninguna transferencia de sus Datos personales a una organización o país, salvo que existan unos controles adecuados establecidos incluyendo la seguridad de sus datos y otra información personal.",
    "Disclosure Of Data": "Divulgación de datos",
    "Legal Requirements": "Requisitos legales",
    "EvalDocente may disclose your Personal Data in the good faith belief that such action is necessary to": "EvalDocente puede divulgar sus Datos personales de buena fe cuando considere que esta acción es necesaria para lo siguiente",
    "To comply with a legal obligation": "Cumplir una obligación legal",
    "To protect and defend the rights or property of EvalDocente": "Proteger y defender los derechos o bienes de EvalDocente",
    "To prevent or investigate possible wrongdoing in connection with the Service": "Prevenir o investigar posibles infracciones en relación con el Servicio",
    "To protect the personal safety of users of the Service or the public": "Proteger la seguridad personal de usuarios del Servicio o del público",
    "To protect against legal liability": "Protegerse frente a consecuencias legales",
    "As an European citizen, under GDPR, you have certain individual rights. You can learn more about these guides in the": "Como ciudadano europeo, bajo GDPR, usted tiene ciertos derechos individuales. Puede obtener más información sobre estos derechos en la",
    "Security of Data": "Seguridad de los datos",
    "The security of your data is important to us but remember that no method of transmission over the Internet or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.": "La seguridad de sus datos es importante para nosotros, pero recuerde que ningún método de transmisión por Internet o método de almacenamiento electrónico resulta 100% seguro. A pesar de que nos esforzamos por utilizar medios comercialmente aceptables para proteger sus Datos personales, no podemos garantizar su seguridad absoluta.",
    "Service Providers": "Proveedores de servicios",
    "We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.": "Podemos contratar a personas físicas y jurídicas terceras para facilitar nuestro Servicio (\"Proveedores de servicios\"), para que presten el Servicio en nuestro nombre, para que suministren servicios relacionados con el Servicio o para que nos ayuden a analizar cómo se utiliza nuestro Servicio.",
    "These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.": "Estos terceros tienen acceso a sus Datos personales únicamente para realizar estas tareas en nuestro nombre y están obligados a no divulgarlos ni utilizarlos con ningún otro fin.",
    "Links to Other Sites": "Enlaces a otros sitios",
    "Our Service may contain links to other sites that are not operated by us. If you click a third party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit.": "Nuestro Servicio puede contener enlaces a otros sitios no operados por nosotros. Si hace clic en el enlace de un tercero, será dirigido al sitio de ese tercero. Le recomendamos encarecidamente que revise la Política de privacidad de todos los sitios que visite.",
    "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "No tenemos ningún control ni asumimos responsabilidad alguna con respecto al contenido, las políticas o prácticas de privacidad de sitios o servicios de terceros.",
    "Children's Privacy": "Privacidad del menor",
    "Our Service does not address anyone under the age of 18 (\"Children\").": "Nuestro servicio no está dirigido a ningún menor de 18 años (en adelante, \"Menor\").",
    "We do not knowingly collect personally identifiable information from anyone under the age of 18. If you are a parent or guardian and you are aware that your Child has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.": "No recopilamos de forma consciente información personalmente identificable de menores de 18 años. Si es usted un padre/madre o tutor y tiene conocimiento de que su hijo nos ha facilitado Datos personales, contacte con nosotros. Si tenemos conocimiento de que hemos recopilado Datos personales de menores sin verificación del consentimiento parental, tomamos medidas para eliminar esa información de nuestros servidores.",
    "Changes to This Privacy Policy": "Cambios en esta Política de privacidad",
    "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.": "Podemos actualizar nuestra Política de privacidad periódicamente. Le notificaremos cualquier cambio publicando la nueva Política de privacidad en esta página.",
    "We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.": "Le informaremos a través del e-mail y/o de un aviso destacado sobre nuestro Servicio antes de que el cambio entre en vigor y actualizaremos la «fecha efectiva» en la parte superior de esta Política de privacidad.",
    "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "Le recomendamos que revise esta Política de privacidad periódicamente para comprobar si se ha introducido algún cambio. Los cambios en esta Política de privacidad entran en vigor cuando se publican en esta página.",
    "If you have any questions about this Privacy Policy, please contact us": "Si tiene alguna pregunta sobre esta Política de privacidad, por favor contáctenos",
    "By email": "Por correo electrónico",
    "By visiting this page on our website": "Visitando esta página en nuestro sitio web",
    "Ave. Nueva Providencia, Providencia, Santiago Metropolitan Region, Chile.": "Av. Nueva Providencia, Providencia, Región Metropolitana, Chile.",
    "Change Preferences": "Cambiar Preferencias",
    "Social Accounts Linked": "Cuentas sociales vinculadas"
}